tap "artginzburg/tap"
tap "coursier/formulas"
tap "danvergara/tools"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jorgerojas26/lazysql"
tap "mopidy/mopidy"
tap "tako8ki/tap"
tap "tsirysndr/tap"
tap "xo/xo"
brew "libpng"
brew "bash"
brew "bat"
brew "colima"
brew "difftastic"
brew "docker"
brew "docker-compose"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fx"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git-lfs"
brew "glab"
brew "glow"
brew "hurl"
brew "jq"
brew "kew"
brew "lazygit"
brew "lsd"
brew "maven"
brew "neovim"
brew "node@22"
brew "openjdk@21"
brew "optipng"
brew "pngquant"
brew "postgresql@14"
brew "qemu"
brew "ripgrep"
brew "rm-improved"
brew "sqlite"
brew "stow"
brew "tmux"
brew "tmuxinator"
brew "uv"
brew "vivid"
brew "walk"
brew "yq"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "intellij-idea"
cask "rectangle"
cask "slack"
cask "spotify"
cask "telegram"
cask "vlc"
cask "whatsapp"
cask "xquartz"
