brew "bash"
brew "bat"
brew "colima"
brew "csvkit"
brew "difftastic"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fx"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "glab"
brew "hurl"
brew "jq"
brew "kew"
brew "lazygit"
brew "maven"
brew "neovim"
brew "node"
brew "ripgrep"
brew "rm-improved"
brew "stow"
brew "tmux"
brew "tmuxinator"
brew "uv"
brew "vivid"
brew "yazi"
brew "yq"
cask "copilot-cli"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "intellij-idea"
cask "rectangle"
cask "slack"
cask "spotify"
cask "telegram"
cask "whatsapp"
